---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.PanelScheduleData
source: html/9eb3cfee-ca78-fc93-c521-29b86631b932.htm
---
# PanelScheduleData Members

Add a Load Classification Id to the array of Load Classifications.